Repository: gyrus/Lock-Pages
Catalog: languages/SLT_LockPages-*.po
Languages: es_es

source: Please note that this page is currently locked.
es_es: Esta página está actualmente bloqueda.

source: Lock this page
es_es: Bloquear esta página

source: Settings
es_es: Configuración

source: Whoops! There was a problem with the data you posted. Please go back and try again.
es_es: ¡Vaya! Ha sucedido un problema con los datos que has insertado. Por favor, regresa e inténtalo de nuevo.

source: Your changes were sucessfully saved.
es_es: Tus cambios han sido guardados con éxito.

source: Warning! The capability you have entered isn't currently granted to any roles in this installation.
es_es: ¡Cuidado! El permiso que has insertado no está actualmente concedido a ningún role en esta instalación.

source: Lock Pages
es_es: Bloquear páginas

source: WP capability needed to edit locked page elements
es_es: Permiso necesario para editar elementos bloqueados de página

source: Scope for locking
es_es: Ámbito de bloqueo

source: Lock only specified pages
es_es: Bloquear sólo las páginas especificadas

source: Lock all pages
es_es: Bloquear todas las páginas

source: Save Changes
es_es: Guardar Cambios
